Revit 2024 API
ParameterTypeId.RebarHookRotationAtStartSchedulesTagsFilters Property
 "Hook Rotation At Start"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RebarHookRotationAtStartSchedulesTagsFilters { get; }
Visual Basic
Public Shared ReadOnly Property RebarHookRotationAtStartSchedulesTagsFilters As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RebarHookRotationAtStartSchedulesTagsFilters {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace